Repository: slipher/Unvanquished
Catalog: main/translation/client/*.po
Languages: de, it, ru

source: Opening IP6 socket: %s%s%s:%s
de: Öffne IP6-Socket: %s%s%s:%s
it: Apertura socket IP6: %s%s%s:%s
ru: Открытие IP6 сокета: %s%s%s:%s

source: Opening connection to SOCKS server.
de: Verbindung zum SOCKS-Server wird hergestellt.
it: Apertura connessione a SOCKS server.
ru: Открытие соединения с SOCKS сервером.

source: Hostname: %s
it: Nome host: %s
ru: Имя хоста: %s

source: Set language to %s
de: Setze Sprache auf %s
it: Cambia lingua: %s
ru: Язык изменён на %s

source: Loaded %u language
de: %u Sprache geladen.
it: Caricata %u lingua
ru: Загружен %u язык

source: Registered virtual machines:
de: Registrierte virtuelle Maschinen:
it: Macchina virtuale registrata:
ru: Зарегистированные виртуальные машины:

source: <mapname> (layoutname)
ru: <имя_карты> (имя_расположения)

source: loads a new map
de: lädt eine neue Map
it: carica una nuova mappa
ru: загружает новую карту

source: Can't find map %s
it: Non trovo la mappa %s
ru: Не удалось найти карту %s

source: starts a new map
de: startet eine neue Map
it: avvia una nuova mappa
ru: начинает новую карту

source: starts a new map with cheats enabled
de: startet eine neue Map mit eingeschalteten Cheats
it: avvia una nuova mappa con i trucchi attivi
ru: начинает новую карту с включенными читами

source: Server is not running.
de: Server läuft nicht.
it: Il server non è in esecuzione.
ru: Сервер не запущен.

source: sv_maxclients variable change — restarting.
de: Die Variable sv_maxclients wurde verändert – führe Neustart durch.
it: cambiata la variabile sv_maxclients — riavvio.
ru: переменная sv_maxclients — рестарт.

source: Server info settings:
de: Serverinfo-Einstellungen:
it: Impostazioni informazioni server:
ru: Настройки сервера:

source: System info settings:
de: Systeminfo-Einstellungen:
it: Impostazione informazioni sistema:
ru: Настройки системы:

source: Client %i connecting from %s with %i challenge ping
it: Client %i in collegamento da %s con %i ping
ru: Клиент %i присоединяется из %s с пингом %i

source: Client %i connecting from somewhere unknown with %i challenge ping
de: Client %i verbindet sich von einem unbekannten Ort mit %i Challenge-Ping
it: Client %i in collegamento da luogo sconosciuto con %i ping
ru: Клиент %i присоединяется не понятно откуда с пингом %i

source: Client %i connecting with %i challenge ping
de: Client %i baut Verbindung mit %i Challenge-Pings auf
it: Client %i in collegamento con %i ping
ru: Клиент %i присоединяется с пингом %i

source: clientDownload: %d : file "%s" completed
de: clientDownload: %d : Datei »%s« vollständig
it: clientDownload: %d: file "%s" completato
ru: clientDownload: %d : скачивание файла "%s" завершено

source: SV_WWWDownload: unexpected wwwdl '%s' for client '%s'
de: SV_WWWDownload: Unerwarteter wwwdl »%s« für Client »%s«
it: SV_WWWDownload: inatteso wwwdl '%s' dal client '%s'
ru: SV_WWWDownload: непредвиденный wwwdl '%s' для клиента '%s'

source: client '%s' reports that the redirect download for '%s' had wrong checksum. You should check your download redirect configuration.
de: Der Client »%s« meldet, dass der Weiterleitungsdownload für »%s« eine falsche Prüfsumme hatte. Du solltest deine Downloadweiterleitungskonfiguration überprüfen.
it: il client '%s' segnala che il download per '%s' ha il checksum errato. Dovresti controllare la configurazione dei download.
ru: клиент '%s' сообщает, что перенаправленная закачка '%s' имеет неправильную контрольную сумму. Проверьте конфигурацию своего перенаправления закачек.

source: clientDownload: sending client '%s' to fallback URL '%s'
de: clientDownload: Leite Client »%s« auf Ausweich-URL »%s« weiter
it: clientDownload: invio client '%s' all'URL di ripiego '%s'
ru: Перенаправление клиента '%s' на %s

source: Redirecting client '%s' to %s
de: Leite Client »%s« weiter nach %s
it: Redirecting client '%s' su %s
ru: Перенаправление клиента '%s' на %s

source: Client '%s': couldn't extract file size for %s
de: Client »%s«: Dateigröße für %s konnte nicht extrahiert werden
it: Client '%s': impossibile estrarre la dimensione del file %s
ru: Клиент '%s': не удалось извлечь размер файла %s

source: Client '%s': falling back to regular downloading for failed file %s
de: Client »%s«: weicht nach Fehlversuch auf regulären Download für %s aus
it: Client '%s': ripiego alla modalità di download normale per il fallito file %s
ru: Клиент '%s': начало обычной загрузки файла после неудачи %s

source: Client '%s' is not configured for www download
de: Client »%s« kann keinen HTTP-Download tätigen
it: Client '%s' non configurato per il download via www
ru: Клиент '%s' не настроен для закачивания через www

source: clientDownload: %d : "%s" file not found on server
de: clientDownload: %d : Datei »%s« ist auf dem Server nicht verfügbar
it: clientDownload: %d: "%s" file non trovato sul server
ru: clientDownload: %d : "%s" файл не найден на сервере

source: '%s' downloading at sv_dl_maxrate (%d)
de: »%s« lädt mit maximaler Downloadrate (sv_dl_maxrate: %d)
it: '%s' downloading a sv_dl_maxrate (%d)
ru: '%s' скачивание на скорости sv_dl_maxrate (%d)

source: '%s' downloading at rate %d
de: »%s« lädt mit Datenrate %d
it: '%s' download alla velocità %d
ru: '%s' скачивание на скорости %d

source: disconnected
de: getrennt
it: disconnesso
ru: разъединение

source: Client %s lost %i clientCommands
de: Client %s hat %i Befehle (clientCommands) verloren
it: Il client %s ha perduto %i clientCommands
ru: Клиент %s потерял %i clientCommands

source: Too many VoIP packets queued for client #%d
de: Für Client #%d liegen zu viele VoIP-Pakete in der Warteschlange
it: Troppi pacchetti VoIP in coda per il client #%d
ru: Слишком много VoIP пакетов в очереди клиента #%d

source: Server Initialization
de: Serverinitialisierung
it: Inizializzazione server
ru: Инициализация сервера

source: Server: %s
ru: Сервер: %s

source: Server Shutdown
de: Serverabschaltung
it: Arresto server
ru: Выключение сервера

source: Resolving %s (IPv4)
de: Löse %s zu IPv4-Adresse auf
it: Risoluzione %s (IPv4)
ru: Распознование %s (IPv4)

source: %s resolved to %s
de: %s aufgelöst zu %s
it: %s risolto in %s
ru: %s распознано как %s

source: %s has no IPv4 address.
de: %s hat keine IPv4-Adresse.
it: %s non ha un indirizzo IPv4.
ru: %s не имеет IPv4 адреса.

source: Resolving %s (IPv6)
de: Löse %s auf (IPv6)
it: Risoluzione %s (IPv6)
ru: Распознование %s (IPv6)

source: %s has no IPv6 address.
de: %s hat keine IPv6-Adresse.
it: %s non ha un indirizzo IPv6.
ru: %s не имеет IPv6 адреса.

source: Couldn't resolve address: %s
de: Adresse %s konnte nicht aufgelöst werden
it: Impossibile risolvere indirizzo: %s
ru: Не удалось распознать адрес: %s

source: Sending heartbeat to %s
de: Sende Lebenszeichen an %s
it: Invio segnale a %s
ru: Отправление heartbeat к %s

source: Resolving %s
de: Löse %s auf
it: Risoluzione %s
ru: Распознование %s

source: Couldn't resolve master address: %s
de: Adresse des Hauptservers konnte nicht aufgelöst werden: %s
it: Impossibile risolvere indirizzo del server principale: %s
ru: Не удалось распознать адрес мастер-сервера: %s

source: Sending gamestat to %s
de: Sende Spielstatus an %s
it: Invio statistiche di gioco a %s
ru: Отправка gamestat к %s

source: Detected flood of getinfo/getstatus connectionless packets
de: Übermäßige verbindungslose »getinfo«-/»getstatus«-Anfragen entdeckt
it: Rilevato flood di pacchetti senza connessione getinfo/getstatus
ru: Замечен флуд пакетами getinfo/getstatus без установления соединения

source: Possible DRDoS attack to address %i.%i.%i.%i, ignoring getinfo/getstatus connectionless packet
de: Möglicher DDoS-Angriff gegen Adresse %i.%i.%i.%i, ignoriere verbindungslose »getinfo«-/»getstatus«-Pakete
it: Possibile attacco DRDoS dall'indirizzo %i.%i.%i.%i, ignorati pacchetti senza connessione getinfo/getstatus
ru: Возможная DRDoS-атака по адресу %i.%i.%i.%i, игнорирую пакет getinfo/getstatus

source: Bad rcon from %s: %s
de: Ungültigen rcon-Befehl von %s erhalten: %s
it: Errore rcon da %s: %s
ru: Плохой rcon от %s: %s

source: Rcon from %s: %s
de: rcon-Befehl von %s erhalten: %s
it: Rcon da %s: %s
ru: Rcon от %s: %s

source: No rconpassword set on the server.
it: La rconpassword non è impostata sul server.
ru: На сервере не установлен rconpassword.

source: Bad rconpassword.
it: La rconpassword è errata.
ru: Плохой rconpassword.

source: WARNING: msg overflowed for %s
de: WARNUNG: Nachrichtenpuffer für %s übergelaufen
it: ATTENZIONE: overflow del messaggio per %s
ru: ВНИМАНИЕ: msg переполнено для %s

source: dupe wwwdl ack from client '%s'
de: Doppeltes »wwwdl ack« vom Client »%s«
it: falso wwwdl ack dal client '%s'
