Repository: slipher/Unvanquished
Catalog: main/translation/client/*.po
Languages: de, it, ru

source: Server sent a pubkey_decrypt command, but sent nothing to decrypt!
de: ^3Server hat einen »pubkey_decrypt«-Befehl gesendet, aber es gibt nichts zu entschlüsseln!
it: Il server ha inviato un comando pubkey_decrypt, ma non ha inviato nulla da decrittare!
ru: Сервер послал команду pubkey_decrypt, но её не к чему применить!

source: Mumble: Linking to Mumble application okay
de: Mumble: Verbindung zu Mumble-Anwendung steht
it: Mumble: Collegamento all'applicazione Mumble ok
ru: Mumble: Соединение с Mumble прошло успешно

source: Mumble: Linking to Mumble application failed
de: Mumble: Verbindung zu Mumble-Anwendung fehlgeschlagen
it: Mumble: Collegamento all'applicazione mumble fallito
ru: Mumble: Соединение с Mumble прошло неудачно

source: [<filename>]
de: [<Dateiname>]
ru: [<имя_файла>]

source: couldn't open.
de: konnte nicht öffnen.
it: non posso aprire.
ru: не могу открыть.

source: Dumped console text to %s.
de: Konsolentext nach %s geschrieben.
it: Dump del testo della console in %s.
ru: Консольный лог записан в %s.

source: <string>…
de: <Zeichenkette>…
ru: <строка…>

source: <string>
de: <Zeichenkette>
ru: <строка>

source: Unable to initialise socket.
de: Initialisierung des Netzwerksockets nicht möglich.
it: Impossibile inizializzare la socket.
ru: Не могу инициализировать сокет.

source: The specified address family is not supported.
de: Der angegebene Netzwerktyp wird nicht unterstützt.
it: La famiglia di indirizzi specificata non è supportata.
ru: Данное семейство адресов не поддерживается.

source: Specified address is not available from the local machine.
de: Die angegebene Adresse ist von der lokalen Maschine aus nicht verfügbar.
it: L'indirizzo specificato non è disponibile per la macchina locale.
ru: Указанный адрес недоступен с данного компьютера.

source: The attempt to connect was forcefully rejected.
de: Verbindungsversuch mutwillig abgelehnt.
it: Il tentativo di connessione è stato rifiutato.
ru: Попытка присоединиться была вынужденно прервана.

source: address destination address is required.
de: Zieladresse wird benötigt.
it: indirizzo di destinazione richiesto.
ru: требуется указать адресат.

source: The namelen argument is incorrect.
de: Der »namelen«-Parameter ist fehlerhaft.
it: L'argomento namelen non è corretto.
ru: Параметр namelen неверен.

source: The socket is not already bound to an address.
de: Der Netzwerksocket wurde noch nicht an eine Adresse gebunden.
it: Il socket non è già stato associato ad un indirizzo.
ru: Сокет не был привязан к адресу.

source: The socket is already connected.
de: Der Netzwerksocket ist bereits verbunden.
it: Il socket è già connesso.
ru: Сокет уже присоединен.

source: The specified address is already in use.
de: Die angegebene Adresse wird bereits verwendet.
it: L'indirizzo specificato è giù in uso.
ru: Указанный адрес уже используется.

source: No more file descriptors are available.
de: Keine weiteren Dateideskriptoren verfügbar.
it: Non ci sono altri descrittori di file disponibili.
ru: Нет доступных файловых дескрипторов.

source: No buffer space available. The socket cannot be created.
de: Kein Pufferspeicher verfügbar. Der Socket kann nicht erstellt werden.
it: Nessuno spazio nel buffer disponibile. Il socket non può essere creato.
ru: Нет места в буфере. Не могу создать сокет.

source: The specified protocol is not supported.
de: Das angegebene Protokoll wird nicht unterstützt.
it: Il protocollo specificato non è supportato.
ru: Указанный протокол не поддерживается.

source: The specified protocol is the wrong type for this socket.
de: Das angegebene Protokoll passt nicht zu diesem Socket.
it: Il protocollo indicato è del tipo errato per questo socket.
ru: Указанный протокол не подходит для этого сокета.

source: The network can't be reached from this host at this time.
de: Das Netzwerk kann von diesem Host zur Zeit nicht erreicht werden.
it: La rete non può essere raggiunta da questo host ora.
ru: В данный момент сетевое подключение с этого хоста недоступно.

source: The descriptor is not a socket.
de: Der Deskriptor ist kein Socket.
it: Il descrittore non è un socket.
ru: Дескриптор не является сокетом.

source: Attempt timed out without establishing a connection.
de: Der Versuch ist, ohne eine Verbindung aufzubauen, fehlgeschlagen.
it: Tempo scaduto senza riuscire a stabilire una connessione.
ru: Время попытки вышло. Связь не установлена.

source: Socket type is not supported in this address family.
de: Socket-Typ wird in dieser Adressfamilie nicht unterstützt.
it: Tipo di socket non supportato in questa famiglia di indirizzi.
ru: Тип сокета не поддерживается в данном семействе адресов.

source: Network subsystem failure.
de: Fehler im Netzwerkuntersystem.
it: Errore del sottosistema di rete.
ru: Ошибка сетевой подсистемы.

source: Authoritative Answer Host not found.
de: Autoritative Antwort: Host nicht gefunden.
it: Host autoritativo per la risposta non trovato.
ru: Авторитативный ответ: хост не найден.

source: Non-Authoritative Host not found or SERVERFAIL.
de: Nicht-autoritative Antwort: Host nicht gefunden oder Serverversagen.
it: Host non-autoritativo non trovato o SERVERFAIL.
ru: Неавторитативный ответ: хост не найден или произошла ошибка SERVERFAIL.

source: Non recoverable errors, FORMERR, REFUSED, NOTIMP.
de: Nicht behebbare Fehler: FORMERR, REFUSED, NOTIMP.
it: Errore non recuperabile, FORMERR, REFUSED, NOTIMP.
ru: Непоправимые ошибки, FORMERR, REFUSED, NOTIMP.

source: Valid name, no data record of requested type.
de: Gültiger Name, kein Eintrag zum angefragten Typ.
it: Nome valido, nessun record del tipo richiesto.
ru: Правильное имя, но нет данных по запрошенному типу.

source: address blocking Windows Sockets operation is in progress.
de: Adressblockierende »Windows Sockets«-Operation ist aktiv.
it: operazione di bloccaggio indirizzo Windows Sockets in corso.
ru: адресно-блочная операция Windows Sockets в действии

source: Unknown connection error.
de: Unbekannter Verbindungsfehler.
it: Errore sconosciuto di connessione.
ru: Неизвестная ошибка соединения.

source: socket connection error
de: Socket-Verbindungsfehler
it: errore connessione socket
ru: ошибка соединения сокета

source: ^5-> ^7%s^5 has entered the channel.
de: ^5-> ^7%s^5 hat den Kanal betreten.
it: ^5-> ^7%s^5 è entrato nel canale.
ru: ^5-> ^7%s^5 присоединился к каналу.

source: ^2Joined IRC chat.
de: ^2betrat den IRC-Kanal.
it: ^2Si è unito alla chat IRC.
ru: ^2Вошёл в IRC чат.

source: ^5<- ^7%s^5 has left the channel: %s.
de: ^5-> ^7%s^5 hat den Kanal verlassen: %s
it: ^5<- ^7%s^5 ha lasciato il canale: %s.
ru: ^5<- ^7%s^5 покинул канал: %s.

source: ^5<- ^7%s^5 has left the channel.
de: ^5-> ^7%s^5 hat den Kanal verlassen.
it: ^5<- ^7%s^5 ha lasciato il canale.
ru: ^5<- ^7%s^5 покинул канал.

source: ^5<- ^7%s^5 has quit: %s.
de: ^5<- ^7%s^5 hat die Verbindung getrennt: %s
it: ^5<- ^7%s^5 è uscito: %s.
ru: ^5<- ^7%s^5 вышел: %s.

source: ^5<- ^7%s^5 has quit.
de: ^5<- ^7%s^5 hat die Verbindung getrennt.
it: ^5<- ^7%s^5 è uscito.
ru: ^5<- ^7%s^5 вышел.

source: ^2Quit IRC chat: %s.
de: ^2IRC-Chat verlassen: %s
it: ^2Ha abbandonato la chat IRC: %s.
ru: ^2Покинул IRC чат: %s.

source: ^2Kicked by ^7%s^2: %s.
de: ^2Von ^7%s^2 hinausgeworfen: %s.
it: ^2Espulso da ^7%s^2: %s.
ru: ^2Кикнут ^7%s^2: %s.

source: ^5<- ^7%s^5 has been kicked: %s.
de: ^5<- ^7%s^5 wurde hinausgeworfen: %s
it: ^5<- ^7%s^5 è stato espulso: %s.
ru: ^5<- ^7%s^5 был кикнут: %s.

source: ^2** ^7%s^2 is now known as ^7%s^2.
de: ^2** ^7%s^2 ist jetzt als »^7%s^2« bekannt.
it: ^2** ^7%s^2 ora è conosciuto come ^7%s^2.
ru: ^2** ^7%s^2 теперь известен как ^7%s^2.

source: ^5** ^7%s^5 is now known as ^7%s^5.
de: ^5** ^7%s^5 ist jetzt bekannt als ^7%s^5.
it: ^5** ^7%s^5 ora è conosciuto come ^7%s^5.
ru: ^5** ^7%s^5 теперь известен как ^7%s^5.

source: unknown message received
de: Unbekannte Nachricht erhalten
it: messaggio sconosciuto ricevuto
ru: получено неизвестное сообщение

source: server error
de: Serverfehler
it: errore server
ru: ошибка сервера

source: got spurious nickname error
de: Fehler bezüglich ungültigem Nicknamen erhalten
it: errore, ho ricevuto dei nickaname spuri
ru: получена ошибка поддельного имени

source: <text>
it: <testo>
ru: <текст>

source: Not connected
de: Nicht verbunden
it: Non connesso
ru: Нет соединения

source: flood detected, message not sent
de: IRC: Flood entdeckt, Nachricht wurde nicht gesendet
it: flood rilevato, messaggio non inviato
ru: обнаружен флуд, сообщение не отправлено

source: connecting to server
de: Verbindung zum Server wird hergestellt
it: connessione al server
ru: соединение с сервером

source: rejected due to unset player name
de: Abgewiesen, da Spielername nicht angegeben wurde
it: rifiutato perchè il nome del giocatore non è settato
ru: отказано по причине неуказанного имени игрока

source: rejected due to mostly unusable player name
de: Abgewiesen aufgrund eines unbenutzbaren Spielernamens
it: rifiutato a causa del nome giocatore non usabile
ru: отказано по причине неподходящего имени игрока

source: unknown server
de: Unbekannter Server
it: server sconosciuto
ru: неизвестный сервер

source: invalid port number, defaulting to 6667
de: Ungültige Portnummer, es wird der Standardport 6667 verwendet
it: il numero della porta non è valido, viene ora impostato al predefinito 6667
ru: неправильный порт, установка по умолчанию в 6667

source: connection refused
de: Verbindung verweigert
it: connessione rifiutata
ru: отказано в соединении

source: …Connected to IRC server
de: … Mit IRC-Server verbunden
it: …Connesso al server IRC
ru: …Соединение с IRC сервером

source: disconnected from server
de: Verbindung zum Server getrennt
it: disconnesso dal server
ru: разъединение с сервером

source: thread is already running
de: Thread läuft bereits
it: il thread è già in esecuzione
ru: поток уже запущен

source: ^3%s:^7 %d is not a valid team number
de: ^3%s:^7 %d ist keine gültige Teamnummer
it: ^3%s:^7 %d non è numero di squadra valido
ru: ^3%s:^7 %d не является номером команды

source: ^3%s:^7 '%s^7' is not a valid team name
de: ^3%s:^7 »%s^7« ist kein gültiger Teamname
it: ^3%s:^7 '%s^7' non è un nome di squadra valido
ru: ^3%s:^7 '%s^7' не является именем команды

source: [<team>] <key>
de: [<Team>] <Schlüssel>
ru: [<команда>] <клавиша>

source: remove commands from a key
de: Befehle von einer Taste entfernen
it: rimuovi comandi da una chiave
ru: убирает действия с клавиши

source: "%s" isn't a valid key
de: »%s« ist eine ungültige Taste
it: "%s" non è un tasto valido
ru: "%s" не является правильной клавишей

source: <team> <key> [<command>]
de: <Team> <Schlüssel> [<Befehl>]
ru: <команда> <клавиша> [<действие>]

source: <key> [<command>]
de: <Schlüssel> [<Befehl>]
ru: <key> [<действие>]

source: attach a command to a key
de: einer Taste einen Befehl zuordnen
it: attaca un comando a una chiave
ru: назначает действие на клавишу

source: "%s"[%s] is not bound
de: »%s«[%s] ist keinem Befehl zugeordnet
it: "%s"[%s] non è assegnato
ru: действие "%s"[%s] не назначено

source: "%s" is not bound
de: »%s« ist keinem Befehl zugeordnet
it: "%s" non è assegnato
ru: действие "%s" не назначено

source: shift, ctrl, alt, command/cmd, mode, super, compose, menu; ! negates; e.g. shift,!alt
it: shift, ctrl, alt, comando/cmd, modalità, super, conponi, menù; ! nega; es. shift,!alt
ru: shift, ctrl, alt, command/cmd, mode, super, compose, menu; ! отключает; например shift,!alt

source: can't have %s both pressed and not pressed
de: %s kann nicht gleichzeitig gedrückt und nicht gedrückt sein
it: non posso avere %s sia premuto che non premuto
ru: %s не может быть нажатой и не нажатой одновременно

source: unknown modifier key name in "%s"
de: Unbekannte Modifikatortaste in »%s«
it: nome tasto modificatore sconosciuto in "%s"
ru: неизвестная клавиша-модификатор в "%s"

source: <modifiers> <command> [<modifiers> <command>] … [<command>]
de: <Modifikatoren> <Befehl> [<Modifikatoren> <Befehl>] ... [<Befehl>]
ru: <модификаторы> <действие> [<модификаторы> <действие>] … [<действие>]

source: VoIP: Now ignoring player #%d
de: VoIP: Spieler #%d wird ignoriert
it: VoIP: il giocatore è adesso ignorato #%d
ru: VoIP: Теперь игрок #%d игнорируется

source: VoIP: No longer ignoring player #%d
de: VoIP: Spieler #%d wird nicht mehr ignoriert
it: VoIP: Il giocatore non è più ignorato #%d
ru: VoIP: Игрок #%d больше не игнорируется

source: VoIP: invalid player ID#
de: VoIP: Ungültige Spieler-ID#
it: VoIP: giocatore ID# non valido
ru: VoIP: неправильный ID# игрока

source: VoIP: player #%d gain now set to %f
de: VoIP: Verstärkung für Spieler #%d auf %f gesetzt
it: VoIP: l'amplificazione #%d del giocatore è adesso impostata a %f
ru: VoIP: усиление игрока #%d установлено в %f

source: VoIP: command ignored: %s
de: VoIP: Befehl ignoriert: %s
it: VoIP: comando ignorato: %s
ru: VoIP: директива проигнорирована: %s

source: VoIP: current gain for player #%d is %f
de: VoIP: Momentane Verstärkung für Spieler #%d ist %f
it: VoIP: l'amplificazione attuale per il giocatore #%d è %f
ru: VoIP: текущее усиление для игрока #%d равно %f

source: VoIP: muting incoming voice
de: VoIP: Eingehende Stimme wird stumm geschaltet
it: VoIP: voce in ingresso silenziata
ru: VoIP: заглушка входящего голоса

source: VoIP: unmuting incoming voice
de: VoIP: Eingehende Stimme nicht mehr stumm geschaltet
it: VoIP: volume per la voce in ingresso ripristinato
ru: VoIP: разглушка входящего голоса

source: VoIP target %d is not a valid client number
de: VoIP Ziel %d ist keine gültige Clientnummer
it: VoIP %d non è un numero di client valido
ru: VoIP цель %d не является клиентским номером

source: Your network rate is too slow for VoIP. Set 'Data Rate' to 'LAN/Cable/xDSL' in 'Setup/System/Network' and restart. Until then, VoIP is disabled.
de: Deine Netzwerkgeschwindigkeit ist für VoIP zu langsam. Stelle in den Einstellungen »Datenrate« auf »LAN/Kabel/xDSL« und starte neu. Bis dahin wird VoIP deaktiviert sein.
it: Velocità di rete troppo lenta per il VoIP. Imposta 'Velocità dati' su 'LAN/Cable/xDSL' in 'Setup/Sistema/Rete' e riavviare. Fino ad allora, il VoIP è disattivato.
ru: Ваше подключение слишком медленное для использования VoIP. Смените 'Data Rate' на 'LAN/Cable/xDSL' в 'Setup/System/Network' и перезапустите игру. До тех пор VoIP будет выключен.

source: Not recording a demo.
de: Es wird keine Wiederholung aufgezeichnet.
it: Non sto registrando un demo.
ru: Демо не записывается.

source: Stopped demo.
de: Wiederholung gestoppt.
it: Demo interrotta.
ru: Запись остановлена.

source: Already recording.
de: Bereits am aufzeichnen.
it: Sto già registrando.
ru: Уже записывается.

source: You must be in a level to record.
de: Du musst auf einer Map sein, um aufzuzeichnen.
it: Devi essere in un livello per registrare.
ru: Для записи вы должны находиться на карте.

source: You should set '%s' for smoother demo recording
de: Für eine ruckelfreiere Aufnahme solltest du »%s« einstellen
it: Puoi impostare '%s' per registrare un demo più nitido
ru: Установите '%s' для более плавной записи демо-роликов

source: recording to %s.
de: Nehme auf nach %s.
it: registrazione a %s.
ru: запись в %s.

source: %i frames, %3.1fs: %3.1f fps
de: %i Frames, %3.1f Sekunden: %3.1f Bilder pro Sekunde
ru: %i кадров, %3.1fs: %3.1f кадров/с

source: Demo file was truncated.
de: Demodatei endet abrupt.
it: Il file demo è stato troncato.
ru: Файл с демо-роликом был обрезан.

source: Already recording a wav file
de: Es wird bereits eine Wave-Datei aufgenommen
it: Sto già registrando un file wav
ru: Wav-файл уже записывается

source: couldn't open %s for writing.
de: %s konnte nicht zum Schreiben geöffnet werden.
it: impossibile aprire %s in scrittura.
ru: не могу открыть %s для записи.

source: Stopped recording
de: Aufnahme gestoppt
it: Registrazione interrotta
ru: Запись остановлена

source: <demoname>
it: <nomedemo>
ru: <имя_демки>

source: starts playing a demo file
it: avvia la riproduzione di un file demo
ru: начинает проигрывать демку

source: Mumble: Unlinking from Mumble application
de: Mumble: Verbindung zur Mumble-Andwendung wird beendet
it: Mumble: Scollegamento dall'applicazione Mumble
ru: Mumble: Разъединение с Mumble

source: Unknown command "%s"
de: Unbekannter Befehl »%s«
it: Comando sconosciuto "%s"
ru: Неизвестная команда "%s"

source: Couldn't resolve master address
de: Hauptserveradresse konnte nicht aufgelöst werden
it: Impossibile risolvere indirizzo del server principale
ru: Не удалось распознать адрес мастера

source: Not connected to a server.
de: Zu keinem Server verbunden.
it: Non connesso al server.
ru: Нет соединения с сервером.

source: Can't reconnect to nothing.
de: Wiederverbindung nicht möglich, da nicht verbunden.
it: Impossibile riconnettersi.
ru: Не могу переподключиться, не зная имени сервера.

source: Can't reconnect to localhost.
de: Wiederverbindung zu lokalem Server nicht möglich.
it: Impossibile riconnettersi al localhost.
ru: Не могу переподключиться к localhost.

source: [-4|-6] <server>
ru: [-4|-6] <сервер>

source: only -4 or -6 as address type understood.
de: Warnung: nur -4 oder -6 als Adresstyp möglich.
it: solo gli indirizzi di tipo -4 o -6 vengono riconosciuti.
ru: только -4 или -6 принимаются как типы адресов.

source: Bad server address
de: Ungültige Serveradresse
it: Indirizzo server errato
ru: Плохой адрес сервера

source: You must set 'rconPassword' before issuing an rcon command.
de: »rconPassword« muss gesetzt werden, bevor ein »rcon«-Befehl ausgeführt werden kann.
it: Devi impostare 'rconPassword' prima di lanciare un comando rcon.
ru: Вы должны установить переменную 'rconPassword' перед тем, как использовать rcon команду.

source: Connect to a server or set the 'rconAddress' cvar to issue rcon commands
de: Verbinde Dich zu einem Server oder setze »rconAddress«, um einen rcon-Befehl auszuführen.
it: Connettersi a un server o impostare la cvar 'rconAddress' per lanciare comandi rcon
ru: Присоединитесь к серверу или установите переменную 'rconAddress', чтобы использовать rcon команды

source: ^5Regenerating RSA keypair; writing to %s
de: ^5Regeneriere RSA-Schlüsselpaar; schreibe nach %s
it: ^5Rigenerazione coppia chiavi RSA; scrittura su %s
ru: ^5Пересоздание пары ключей RSA; запись в %s

source: Daemon RSA keys generated
de: Daemon-RSA-Schlüsselpaar generiert
it: Generate le chiavi Daemon RSA
ru: Сгенерированы ключи Daemon RSA

source: ^5Loading RSA keys from %s
de: ^5Lade RSA-Schlüssel aus %s
it: ^5Caricamento coppia di chiavi RSA da %s
ru: ^5Загрузка RSA ключей из %s

source: Daemon RSA public-key file not found, regenerating
de: Öffentlicher RSA-Schlüssel wurde nicht gefunden, generiere ein neues Schlüsselpaar
it: Chiave pubblica Daemon RSA non trovata, rigenerazione in corso
ru: Файл с открытым ключом Daemon RSA не найден, пересоздание

source: Invalid RSA keypair in file, regenerating
de: Ungültiges RSA-Schlüsselpaar vorgefunden, generiere neu
it: Coppia di chiavi RSA del file non valida, rigenerazione in corso
ru: Некорректная пара RSA-ключей в файле, пересоздание

source: Daemon RSA public-key found.
de: RSA-Schlüsselpaar gefunden.
it: Chiave pubblica Daemon RSA trovata.
ru: Открытый ключ Daemon RSA найден.

source: Not recording a wav file
de: Es wird keine Wave-Datei aufgenommen
it: Non sto registrando un file wav
ru: Wav-файл не записывается

source: The video command can only be used when playing back demos
de: Der »video«-Befehl kann nur ausgeführt werden, wenn eine Wiederholung abgespielt wird
it: I comandi video possono essere usati solo quando si guardano i demo
ru: Команда video доступна только при проигрывании демо-роликов

source: no free file names to create video
de: keine freien Dateinamen vorhanden, um ein Video zu erstellen
it: non vi sono a disposizione nomi di file per creare il video
ru: нет свободных имён для создания видеофайла

source: Download failure while getting '%s'
de: Der Download von »%s« schlug fehl
it: Download fallito durante il recupero da '%s'
ru: Произошёл сбой при загрузке '%s'

source: file %s obtained through download redirect has wrong checksum this likely means the server configuration is broken
de: Die über eine Weiterleitung heruntergeladene Datei %s hat eine fehlerhafte Prüfsumme. Das heißt wahrscheinlich, dass die Serverkonfiguration fehlerhaft ist.
it: il file %s ottenuto attraverso il download ha il checksum errato questo potrebbe significare che la configurazione del server è sbagliata
ru: файл %s полученный при переадресации загрузки имеет неправильную контрольную сумму скорее всего, сбились настройки сервера

source: Calling GetRefAPI…
de: Rufe GetRefAPI auf ...
it: Chiamata a GetRefAPI…
ru: Вызов GetRefAPI…

source: Client Initialization
de: Client-Initialisierung
it: Inizializzazione Client
ru: Инициализация клиента

source: Client Initialization Complete
de: Client-Initialisierung abgeschlossen
it: Inizializzazione Client completata
ru: Инициализация клиента завершена

source: Server settings:
de: Servereinstellungen:
it: Impostazioni server:
ru: Настройки сервера:

source: Players:
de: Spieler:
it: Giocatori:
ru: Игроки:

source: num: score: ping: name:
de: Nummer: Punktzahl: Ping: Name:
it: num: punteggio: ping: nome:
ru: номер: очки: ping: имя:

source: warning: only -4 or -6 as address type understood.
de: Warnung: nur -4 oder -6 als Adresstyp möglich.
it: attenzione: solo -4 or -6 come tipo di indirizzi vengono compresi.
ru: предупреждение: только -4 или -6 принимаются как типы адресов.

source: Server sending download, but no download was requested
de: Server bietet einen Download, obwohl keiner angefordert wurde
it: Il server sta inviando un download, ma nessun download è stato richiesto
ru: Сервер отправляет данные на загрузку, но запроса на загрузку не было

source: refusing redirect to %s by server (bad checksum)
de: Weise Umleitung nach %s zurück (Prüfsumme ungültig)
it: rifiutata la redirezione a %s dal server (checksum errato)
ru: сервер отказал в перенаправлении на %s (неправильная контрольная сумма)

source: Failed to initialize download for '%s'
de: Download konnte nicht initialisiert werden: »%s«
it: Impossibile inizializzare il download per '%s'
ru: Не удалось инициализировать загрузку для '%s'

source: Could not create %s
de: %s konnte nicht erstellt werden
it: Non posso creare %s
ru: Не удалось создать %s

source: usage
de: Verwendung
it: uso
ru: использование

source: ^3Warning: ^7%s
de: ^3Warnung: ^7%s
it: ^3Attenzione: ^7%s
ru: ^3Предупреждение: ^7%s

source: ^1Error: ^7%s
de: ^1Fehler: ^7%s
it: ^1Errore: ^7%s
ru: ^1Ошибка: ^7%s

source: Debug: %s
ru: Отладка

source: freeze <seconds>
de: freeze <Sekunden>
ru: freeze <секунды>

source: Found high quality video and slow CPU
de: Schnelle Grafikkarte und langsame CPU entdeckt
it: Trovato video in alta qualità e CPU lenta
ru: Обнаружено видео высокого качества и медленный ЦП

source: Found low quality video and slow CPU
de: Langsame Grafikkarte und langsame CPU entdeckt
it: Trovato video in bassa qualità e CPU lenta
ru: Обнаружено видео низкого качества и медленный ЦП

source: Couldn't write %s.
de: Kann %s nicht schreiben.
it: Non posso scrivere %s.
ru: Не удалось записать %s.

source: <filename>
de: <Dateiname>
it: <nomefile>
ru: <имя_файла>

source: Writing %s.
de: Schreibe %s.
it: Sto scrivendo %s.
ru: Запись %s.

source: watchdog will trigger in 4 seconds
de: Watchdog wird in 4 Sekunden ausgelöst
it: il watchdog sarà attivato in 4 secondi
ru: watchdog сработает через 4 секунды

source: Idle server with no map — triggering watchdog
de: Server läuft im Leerlauf (keine Map aktiv) – Starte Watchdog
it: Server in idle senza mappa — attivazione guardia
ru: Бездействующий сервер без карты — запускаю watchdog

source: Opening IP socket: %s:%s
de: Öffne IP-Socket: %s:%s
it: Apertura socket IP: %s:%s
ru: Открытие IP сокета: %s:%s
